Revit 2024 API
ParameterTypeId.DpartBaseLevel Property
 "Base Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DpartBaseLevel { get; }
Visual Basic
Public Shared ReadOnly Property DpartBaseLevel As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DpartBaseLevel {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace